{
    "option.ebe.config": "Block Entities...",

    "value.ebe.true": "Укл",
    "value.ebe.false": "Выкл",
    "value.ebe.allowed": "Дазволена",
    "value.ebe.forced": "Прымушана",
    "value.ebe.disabled": "Адключана",
    "value.ebe.smart": "Смарт",
    "value.ebe.all": "Усё",
    "value.ebe.most": "Большасць",
    "value.ebe.some": "Некаторыя",
    "value.ebe.few": "Крыху",

    "option.ebe.render_enhanced_chests": "Палепшаныя куфры",
    "option.ebe.render_enhanced_chests.comment": "Уключае запечаныя мадэлі куфраў, значна павялічваючы прадукцыйнасць у месцах з мноствам куфароў. Таксама дазваляе бачыць куфры з вельмі вялікіх дыстанцый. Адключыце, калі куфры нябачны з-за іншага мода.",
    "option.ebe.render_enhanced_signs": "Палешпаныя шыльды",
    "option.ebe.render_enhanced_signs.comment": "Уключае запечаныя мадэлі шыльд і смарт адлюстраванне тэксту, значна павялічваючы прадукцыйнасць у месцах з мноствам шыльд. Таксама дазваляе бачыць шыльды з вельмі вялікіх дыстанцый. Адключыце, калі шыльды нябачны з-за іншага мода.",
    "option.ebe.render_enhanced_bells": "Палепшаныя звоны",
    "option.ebe.render_enhanced_bells.comment": "Уключае запечаныя мадэлі звонаў, значна павялічваючы прадукцыйнасць у месцах з мноствам звонаў. Таксама дазваляе бачыць звоны з вельмі вялікіх дыстанцый. Адключыце, калі звоны нябачны з-за іншага мода.",
    "option.ebe.render_enhanced_beds": "Палепшаныя ложкі",
    "option.ebe.render_enhanced_beds.comment": "Уключае запечаныя мадэлі ложкаў, значна павялічваючы прадукцыйнасць у месцах з мноствам ложкаў. Таксама дазваляе бачыць ложкі з вельмі вялікіх дыстанцый. Адключыце, калі ложкі нябачны з-за іншага мода.",
    "option.ebe.render_enhanced_shulker_boxes": "Палепшаныя шалкеравыя скрыні",
    "option.ebe.render_enhanced_shulker_boxes.comment": "Уключае запечаныя мадэлі шалкеравых скрынь, значна павялічваючы прадукцыйнасць у месцах з мноствам шалкеравых скрынь. Таксама дазваляе бачыць шалкеравыя скрыні з вельмі вялікіх дыстанцый. Адключыце, калі шалкеравыя скрыні нябачны з-за іншага мода.",
    "option.ebe.render_enhanced_decorated_pots": "Палепшаныя дэкаратыўныя гаршчкі",
    "option.ebe.render_enhanced_decorated_pots.comment": "Уключае запечаныя мадэлі дэкаратыўных гаршчкоў, значна павялічваючы прадукцыйнасць у месцах з мноствам дэкаратыўных гаршчкоў. Таксама дазваляе бачыць дэкаратыўныя гаршчкі з вельмі вялікіх дыстанцый. Адключыце, калі дэкаратыўныя гарчшкі нябачны з-за іншага мода, ці калі мадыфіцыраваныя дэкаратыўныя гаршчкі адлюстроўваюцца дрэнна.",
    "option.ebe.chest_ao": "Мяккае святло куфраў",
    "option.ebe.chest_ao.comment": "Дазваляе выкарыстоўваць куфрам мяккае святло для паляпшэння асяроддзя. Патрабуецца ўключыць Палепшаныя куфры.",
    "option.ebe.sign_ao": "Мяккае святло шыльд",
    "option.ebe.sign_ao.comment": "Дазваляе выкарыстоўваць шыльдам мяккае святло для паляпшэння асяроддзя. Патрабуецца ўключыць Палепшаныя шыльды.",
    "option.ebe.bell_ao": "Мяккае святло звонаў",
    "option.ebe.bell_ao.comment": "Дазваляе выкарыстоўваць звонам мяккае святло для паляпшэння асяроддзя. Патрабуецца ўключыць Палепшаныя звоны.",
    "option.ebe.bed_ao": "Мяккае святло ложкаў",
    "option.ebe.bed_ao.comment": "Дазваляе выкарыстоўваць ложкам мяккае святло для паляпшэння асяроддзя. Патрабуецца ўключыць Палепшаныя ложкі.",
    "option.ebe.shulker_box_ao": "Мяккае святло шалкеравых скрынь",
    "option.ebe.shulker_box_ao.comment": "Дазваляе выкарыстоўваць шалкеравым скрыням мяккае святло для паляпшэння асяроддзя. Патрабуецца ўключыць Палепшаныя шалкеравыя скрыні.",
    "option.ebe.decorated_pot_ao": "Мяккае святло дэкаратыўнчых гаршчкоў",
    "option.ebe.decorated_pot_ao.comment": "Дазваляе выкарыстоўваць дэкаратыўным гаршчкам мяккае святло для паляпшэння асяроддзя. Патрабуецца ўключыць Палепшаныя дэкаратыўныя гаршчкі.",
    "option.ebe.christmas_chests": "Калядныя куфры",
    "option.ebe.christmas_chests.valueComment.allowed": "Дазволена - Калядная тэкстура з'яўляецца з 24 па 26 снежня.",
    "option.ebe.christmas_chests.valueComment.forced": "Прымушана - Калядная тэкстура прыменена заўсёды.",
    "option.ebe.christmas_chests.valueComment.disabled": "Адключана - Калядная тэкстура адключана.",
    "option.ebe.christmas_chests.comment": "Дазваляе, прымушае альбо адключае тэкстуру каляднага куфра. Патрабуецца ўключыць Палепшаныя куфры.",
    "option.ebe.sign_text_rendering": "Адлюстраванне тэкста шыльд",
    "option.ebe.sign_text_rendering.valueComment.smart": "Смарт - Максімальная адлегласць візуалізацыі будзе вызначацца аўтаматычна ў залежнасці ад таго, колькі шыльд адлюстроўваецца адначасова.",
    "option.ebe.sign_text_rendering.valueComment.all": "Усе - Усе шыльды ў межах адлюстравання аб'ектаў будуць спрабаваць адлюстраваць тэкст. Моцна паўплывае на прадукцыйнасць.",
    "option.ebe.sign_text_rendering.valueComment.most": "Большасць - Усе шыльды ў 50%% межах адлегласці адлюстравання сутнасці блока будуць спрабаваць адлюстраваць тэкст.",
    "option.ebe.sign_text_rendering.valueComment.some": "Некаторыя - Усе шыльды ў 30%% межах адлегласці адлюстравання сутнасці блока будуць спрабаваць адлюстраваць тэкст.",
    "option.ebe.sign_text_rendering.valueComment.few": "Крыху - Усе шыльды ў 50%% межах адлегласці адлюстравання сутнасці блока будуць спрабаваць адлюстраваць тэкст. Найвышэйшая прадукцыйнасць",
    "option.ebe.sign_text_rendering.comment": "Вызначае максімальную дыстанцыю ад гульца на якой будзе з'яўляцца тэкст. Патрабуецца ўключыць Палепшаныя шыльды.",
    "option.ebe.experimental_chests": "Эксперыментальныя куфры",
    "option.ebe.experimental_chests.comment": "Уключае вельмі эксперыментальныя налады візуалізацыі для куфраў, напрыклад, асаблівыя натуральныя часціцы тэкстур, якія працуюць з пакетамі рэсурсаў.",
    "option.ebe.experimental_beds": "Эксперыментальныя ложкі",
    "option.ebe.experimental_beds.comment": "Уключае вельмі эксперыментальныя налады візуалізацыі для ложкаў, напрыклад, асаблівыя натуральныя часціцы тэкстур, якія працуюць з пакетамі рэсурсаў.",
    "option.ebe.experimental_signs": "Эксперыментальныя шыльды",
    "option.ebe.experimental_signs.comment": "Уключае вельмі эксперыментальныя налады візуалізацыі для шыльд, напрыклад, асаблівыя натуральныя часціцы тэкстур, якія працуюць з пакетамі рэсурсаў.",
    "option.ebe.force_resource_pack_compat": "Прымушальная сумяшчальнасць пакетаў рэсурсаў",
    "option.ebe.force_resource_pack_compat.comment": "Уключыце гэта, калі блокі нябачныя з пакетамі рэсурсаў. Не выкарыстоўвайце пакеты рэсурсаў, якія зроблены для гэтага мода. Калі хібнасці з'явяцца, напішыце распрацоўшчыку.",
    "option.ebe.dump": "Скінуць прыклады рэсурсаў",
    "option.ebe.dump.comment": "Скідвае стандартныя рэсурсы мода ў .minecraft/enhanced_bes_dump/ для выкарыстання ў якасці прыкладу вытворцамі пакетаў рэсурсаў.",

    "screen.ebe.config": "Налады Block Entity",

    "text.ebe.apply": "Ужыць",
    "text.ebe.descriptions": "Hover over options for descriptions",
    "text.ebe.chest_options": "Налады куфраў",
    "text.ebe.sign_options": "Налады шыльд",
    "text.ebe.bell_options": "Налады звонаў",
    "text.ebe.bed_options": "Налады ложкаў",
    "text.ebe.shulker_box_options": "Налады шалкеравых скрынь",
    "text.ebe.decorated_pot_options": "Налады дэкаратыўных гаршчкоў",
    "text.ebe.advanced": "Пашыраныя",
    "text.ebe.option_value_division": ": "
}
