{
    "option.ebe.config": "Блоки-сутності...",

    "value.ebe.true": "Увімк.",
    "value.ebe.false": "Вимк.",
    "value.ebe.allowed": "Дозволено",
    "value.ebe.forced": "Примусово",
    "value.ebe.disabled": "Вимкнено",
    "value.ebe.smart": "Розумне",
    "value.ebe.all": "Всі",
    "value.ebe.most": "Більшість",
    "value.ebe.some": "Деякі",
    "value.ebe.few": "Меншість",

    "option.ebe.render_enhanced_chests": "Покращені скрині",
    "option.ebe.render_enhanced_chests.comment": "Увімкнути покращені моделі скринь, що значно покращитиме швидкодію у місцях з великою кількістю скринь. Також дозволяє бачити скрині з більшої відстані. Вимкніть, якщо скрині стали невидимими, що ймовірно спричинено іншим модом.",
    "option.ebe.render_enhanced_signs": "Покращені таблички",
    "option.ebe.render_enhanced_signs.comment": "Увімкнути покращені моделі табличок та розумне відображення тексту на табличках, що значно покращитиме швидкодію у місцях з великою кількістю табличок. Також дозволяє бачити таблички з більшої відстані. Вимкніть, якщо таблички стали невидимими, що ймовірно спричинено іншим модом.",
    "option.ebe.render_enhanced_bells": "Покращені дзвони",
    "option.ebe.render_enhanced_bells.comment": "Увімкнути покращені моделі дзвонів, що значно покращитиме швидкодію у місцях з великою кількістю дзвонів. Також дозволяє бачити дзвони з більшої відстані. Вимкніть, якщо дзвони стали невидимими, що ймовірно спричинено іншим модом.",
    "option.ebe.render_enhanced_beds": "Покращені ліжка",
    "option.ebe.render_enhanced_beds.comment": "Увімкнути покращені моделі ліжок, що значно покращитиме швидкодію у місцях з великою кількістю ліжок. Також дозволяє бачити ліжка з більшої відстані. Вимкніть, якщо ліжка стали невидимими, що ймовірно спричинено іншим модом.",
    "option.ebe.render_enhanced_shulker_boxes": "Покращені коробки шалкера",
    "option.ebe.render_enhanced_shulker_boxes.comment": "Увімкнути покращені моделі коробок шалкера, що значно покращитиме швидкодію у місцях з великою кількістю коробок шалкера. Також дозволяє бачити коробки шалкера з більшої відстані. Вимкніть, якщо коробки шалкера стали невидимими, що ймовірно спричинено іншим модом.",
    "option.ebe.chest_ao": "М'яке освітл. скринь",
    "option.ebe.chest_ao.comment": "Дозволити скриням користуватися м'яким освітленням та атмосферною оклюзією. Щоб увімкнути, переконайтеся, що увімкнено параметр \"Покращені скрині\".",
    "option.ebe.sign_ao": "М'яке освітл. табличок",
    "option.ebe.sign_ao.comment": "Дозволити табличкам користуватися м'яким освітленням та атмосферною оклюзією. Щоб увімкнути, переконайтеся, що увімкнено параметр \"Покращені таблички\".",
    "option.ebe.bell_ao": "М'яке освітл. дзвонів",
    "option.ebe.bell_ao.comment": "Дозволити дзвонам користуватися м'яким освітленням та атмосферною оклюзією. Щоб увімкнути, переконайтеся, що увімкнено параметр \"Покращені дзвони\".",
    "option.ebe.bed_ao": "М'яке освітл. ліжок",
    "option.ebe.bed_ao.comment": "Дозволити ліжкам користуватися м'яким освітленням та атмосферною оклюзією. Щоб увімкнути, переконайтеся, що увімкнено параметр \"Покращені ліжка\".",
    "option.ebe.shulker_box_ao": "М'яке освітл. коробок шалкера",
    "option.ebe.shulker_box_ao.comment": "Дозволити коробкам шалкера користуватися м'яким освітленням та атмосферною оклюзією. Щоб увімкнути, переконайтеся, що увімкнено параметр \"Покращені коробки шалкера\".",
    "option.ebe.christmas_chests": "Різдвяні скрині",
    "option.ebe.christmas_chests.valueComment.allowed": "Дозволено - Різдвяну текстуру буде застосовано з 24 по 26 грудня.",
    "option.ebe.christmas_chests.valueComment.forced": "Примусово - Різдвяну текстуру буде застосовано завжди .",
    "option.ebe.christmas_chests.valueComment.disabled": "Вимкнено - Різдвяну текстуру не буде застосовано ніколи.",
    "option.ebe.christmas_chests.comment": "Дозволити, примусити чи вимкнути Різдвяну текстуру скрині. Щоб увімкнути, переконайтеся, що увімкнено параметр \"Покращені скрині\".",
    "option.ebe.sign_text_rendering": "Відображення тексту на табличках",
    "option.ebe.sign_text_rendering.valueComment.smart": "Розумне - Максимальна дальність відображення буде визначена залежно від кількості табличок, що відображаються у даний момент.",
    "option.ebe.sign_text_rendering.valueComment.all": "Всі - Всі таблички у межах дальности відображення блоків-сутностей намагатимуться відображати текст. Значно погіршить швидкодію.",
    "option.ebe.sign_text_rendering.valueComment.most": "Більшість - Всі таблички у межах 50%% дальности відображення блоків-сутностей намагатимуться відображати текст.",
    "option.ebe.sign_text_rendering.valueComment.some": "Деякі - Всі таблички у межах 30%% дальности відображення блоків-сутностей намагатимуться відображати текст.",
    "option.ebe.sign_text_rendering.valueComment.few": "Меншість - Всі таблички у межах 20%% дальности відображення блоків-сутностей намагатимуться відображати текст. Найкраща швидкодія.",
    "option.ebe.sign_text_rendering.comment": "Визначити максимальну відстань від гравця, при якій відображатиметься текст на табличках. Щоб увімкнути, переконайтеся, що увімкнено параметр \"Покращені таблички\".",
    "option.ebe.experimental_chests": "Експерим. скрині",
    "option.ebe.experimental_chests.comment": "Увімкнути експериментальні функції відображення для скринь, такі як спеціально згенеровані текстури частинок, що працюють з пакетами ресурсів.",
    "option.ebe.experimental_beds": "Експерим. ліжка",
    "option.ebe.experimental_beds.comment": "Увімкнути експериментальні функції відображення для ліжок, такі як спеціально згенеровані текстури частинок, що працюють з пакетами ресурсів.",
    "option.ebe.experimental_signs": "Експерим. таблички",
    "option.ebe.experimental_signs.comment": "Увімкнути експериментальні функції відображення для табличок, такі як спеціально згенеровані текстури частинок, що працюють з пакетами ресурсів.",
    "option.ebe.force_resource_pack_compat": "Примусова сумісність з пакетами ресурсів",
    "option.ebe.force_resource_pack_compat.comment": "Увімкніть цей параметр, якщо блоки стають невидимими при використанні деяких пакетів ресурсів. Не використовуйте пакети ресурсів, зроблені для цього моду. Якщо проблеми продовжуватимуться, повідомте про це автора моду.",
    "option.ebe.dump": "Вивантажити зразкові ресурси",
    "option.ebe.dump.comment": "Вивантажити стандартні ресурси моду в теку \"[тека Minecraft]/enhanced_bes_dump/\", для використання в якості зразка для авторів пакетів ресурсів.",

    "screen.ebe.config": "Параметри блоків-сутностей",

    "text.ebe.apply": "Застосувати",
    "text.ebe.descriptions": "Наведіть на параметри, щоб переглянути їх опис",
    "text.ebe.chest_options": "Параметри скринь",
    "text.ebe.sign_options": "Параметри табличок",
    "text.ebe.bell_options": "Параметри дзвонів",
    "text.ebe.bed_options": "Параметри ліжок",
    "text.ebe.shulker_box_options": "Параметри коробок шалкера",
    "text.ebe.advanced": "Розширені",
    "text.ebe.option_value_division": ": "
}
