{
    "option.ebe.config": "Thực thể khối...",

    "value.ebe.true": "Bật",
    "value.ebe.false": "Tắt",
    "value.ebe.allowed": "Cho phép",
    "value.ebe.forced": "Buộc",
    "value.ebe.disabled": "Vô hiệu hoá",
    "value.ebe.smart": "Thông minh",
    "value.ebe.all": "Tất cả",
    "value.ebe.most": "Hầu hết",
    "value.ebe.some": "Một số",
    "value.ebe.few": "Một vài",

    "option.ebe.render_enhanced_chests": "Rương nâng cao",
    "option.ebe.render_enhanced_chests.comment": "Kích hoạt các mô hình rương nướng, cải thiện đáng kể hiệu suất ở những khu vực có nhiều rương. Cũng cho phép nhìn thấy rương từ khoảng cách xa. Vô hiệu hóa nếu rương xuất hiện vô hình do một mod khác.",
    "option.ebe.render_enhanced_signs": "Tấm biển nâng cao",
    "option.ebe.render_enhanced_signs.comment": "Kích hoạt các mô hình biển báo được nướng và hiển thị văn bản tấm biển thông minh, giúp cải thiện đáng kể hiệu suất ở những khu vực có nhiều tấm biển. Cũng cho phép nhìn thấy các tấm biển từ khoảng cách xa. Vô hiệu hóa nếu các tấm biển xuất hiện vô hình do mod khác.",
    "option.ebe.render_enhanced_bells": "Chuông nâng cao",
    "option.ebe.render_enhanced_bells.comment": "Kích hoạt các mô hình chuông được nướng hoàn toàn, cải thiện đáng kể hiệu suất ở những khu vực có nhiều chuông. Cũng cho phép nhìn thấy chuông từ khoảng cách xa. Vô hiệu hóa nếu chuông xuất hiện vô hình do mod khác.",
    "option.ebe.render_enhanced_beds": "Giường nâng cao",
    "option.ebe.render_enhanced_beds.comment": "Kích hoạt các mô hình giường nướng, cải thiện đáng kể hiệu suất ở những khu vực có nhiều giường. Cũng cho phép nhìn thấy giường từ khoảng cách xa. Vô hiệu hóa nếu giường xuất hiện vô hình do một mod khác.",
    "option.ebe.render_enhanced_shulker_boxes": "Hộp Shulker nâng cao",
    "option.ebe.render_enhanced_shulker_boxes.comment": "Cho phép các mô hình hộp shulker nướng, cải thiện đáng kể hiệu suất ở những khu vực có nhiều hộp shulker. Cũng cho phép nhìn thấy hộp shulker từ khoảng cách xa. Vô hiệu hóa nếu các hộp shulker xuất hiện vô hình do một mod khác.",
    "option.ebe.render_enhanced_decorated_pots": "Chậu được trang trí nâng cao",
    "option.ebe.render_enhanced_decorated_pots.comment": "Cho phép các mô hình chậu được trang trí nướng, cải thiện đáng kể hiệu suất ở những khu vực có nhiều chậu được trang trí. Cũng cho phép nhìn thấy các chậu được trang trí từ khoảng cách xa. Vô hiệu hóa nếu những chậu được trang trí xuất hiện vô hình hoặc nếu các mẫu đồ gốm đã được sửa đổi không hoạt động bình thường.",
    "option.ebe.chest_ao": "Chiếu sáng rương mượt mà",
    "option.ebe.chest_ao.comment": "Cho phép rương sử dụng ánh sáng mượt mà và che khuất môi trường xung quanh. Yêu cầu phải bật Rương nâng cao.",
    "option.ebe.sign_ao": "Chiếu sáng tấm biển mượt mà",
    "option.ebe.sign_ao.comment": "Cho phép các tấm biển sử dụng ánh sáng mượt mà và che khuất môi trường xung quanh. Yêu cầu phải bật Tấm biển Nâng cao.",
    "option.ebe.bell_ao": "Chiếu sáng chuông mượt mà",
    "option.ebe.bell_ao.comment": "Cho phép chuông sử dụng ánh sáng mượt mà và che khuất môi trường xung quanh. Yêu cầu phải bật Chuông nâng cao.",
    "option.ebe.bed_ao": "Chiếu sáng giường mượt mà",
    "option.ebe.bed_ao.comment": "Cho phép giường sử dụng ánh sáng mượt mà và che khuất môi trường xung quanh. Yêu cầu phải bật Giường nâng cao.",
    "option.ebe.shulker_box_ao": "Chiếu sáng hộp Shulker mượt mà",
    "option.ebe.shulker_box_ao.comment": "Cho phép các hộp shulker sử dụng ánh sáng mượt mà và che khuất môi trường xung quanh. Yêu cầu hộp Shulker nâng cao được bật.",
    "option.ebe.decorated_pot_ao": "Chiếu sáng chậu được trang trí mượt mà",
    "option.ebe.decorated_pot_ao.comment": "Cho phép các chậu được trang trí sử dụng ánh sáng mượt mà và che khuất môi trường xung quanh. Yêu cầu phải bật Chậu được trang trí nâng cao.",
    "option.ebe.christmas_chests": "Rương Giáng sinh",
    "option.ebe.christmas_chests.valueComment.allowed": "Cho phép - Kết cấu Giáng sinh sẽ được áp dụng từ ngày 24 đến ngày 26 tháng 12.",
    "option.ebe.christmas_chests.valueComment.forced": "Buộc - Kết cấu Giáng sinh sẽ luôn được áp dụng.",
    "option.ebe.christmas_chests.valueComment.disabled": "Vô hiệu hoá - Kết cấu Giáng sinh sẽ không bao giờ được áp dụng.",
    "option.ebe.christmas_chests.comment": "Cho phép, buộc hoặc vô hiệu hóa kết cấu rương Giáng sinh. Yêu cầu phải bật Rương nâng cao.",
    "option.ebe.sign_text_rendering": "Hiển thị văn bản trên tấm biển",
    "option.ebe.sign_text_rendering.valueComment.smart": "Thông minh - Khoảng cách hiển thị tối đa sẽ được xác định tự động dựa trên số lượng tấm biển được hiển thị cùng một lúc.",
    "option.ebe.sign_text_rendering.valueComment.all": "Tất cả - Tất cả các tấm biển trong khoảng cách hiển thị thực thể khối sẽ cố gắng hiển thị văn bản. Hiệu suất rất nặng.",
    "option.ebe.sign_text_rendering.valueComment.most": "Phần lớn - Tất cả các tấm biển trong phạm vi 50%% của khoảng cách hiển thị thực thể khối sẽ cố gắng hiển thị văn bản.",
    "option.ebe.sign_text_rendering.valueComment.some": "Một số - Tất cả các tấm biển trong phạm vi 30%% của khoảng cách hiển thị thực thể khối sẽ cố gắng hiển thị văn bản.",
    "option.ebe.sign_text_rendering.valueComment.few": "Một vài - Tất cả các tấm biển trong phạm vi 20%% của khoảng cách hiển thị thực thể khối sẽ cố gắng hiển thị văn bản. Hiệu suất cao nhất.",
    "option.ebe.sign_text_rendering.comment": "Xác định khoảng cách tối đa từ người chơi mà văn bản trên tấm biển sẽ hiển thị. Yêu cầu phải bật Tấm biển Nâng cao.",
    "option.ebe.experimental_chests": "Rương thử nghiệm",
    "option.ebe.experimental_chests.comment": "Bật các tính năng hiển thị rất thử nghiệm cho rương, chẳng hạn như kết cấu hạt được tạo đặc biệt hoạt động với các gói tài nguyên.",
    "option.ebe.experimental_beds": "Giường thử nghiệm",
    "option.ebe.experimental_beds.comment": "Bật các tính năng hiển thị rất thử nghiệm cho giường, chẳng hạn như kết cấu hạt được tạo đặc biệt hoạt động với các gói tài nguyên.",
    "option.ebe.experimental_signs": "Tấm biển thử nghiệm",
    "option.ebe.experimental_signs.comment": "Bật các tính năng hiển thị rất thử nghiệm cho các tấm biển, chẳng hạn như kết cấu hạt được tạo đặc biệt hoạt động với các gói tài nguyên.",
    "option.ebe.force_resource_pack_compat": "Buộc tương thích gói tài nguyên",
    "option.ebe.force_resource_pack_compat.comment": "Kích hoạt tính năng này nếu các khối ẩn khi sử dụng gói tài nguyên. Không sử dụng với các gói tài nguyên được thiết kế cho bản mod này. Nếu vấn đề vẫn tiếp tục, báo cáo chúng.",
    "option.ebe.dump": "Tài nguyên rác ví dụ",
    "option.ebe.dump.comment": "Trút các tài nguyên mặc định của mod thành .minecraft/enhanced_bes_dump/ để các người làm gói tài nguyên sử dụng làm ví dụ.",

    "screen.ebe.config": "Cài đặt khối thực thể",

    "text.ebe.apply": "Áp dụng",
    "text.ebe.descriptions": "Di chuột qua các tùy chọn cho mô tả",
    "text.ebe.chest_options": "Tùy chọn rương",
    "text.ebe.sign_options": "Tùy chọn tấm biển",
    "text.ebe.bell_options": "Tùy chọn chuông",
    "text.ebe.bed_options": "Tùy chọn giường",
    "text.ebe.shulker_box_options": "Tùy chọn hộp Shulker",
    "text.ebe.decorated_pot_options": "Tùy chọn chậu trang trí",
    "text.ebe.advanced": "Nâng cao",
    "text.ebe.option_value_division": ": "
}
